"CFBundleName" = "Infuse";
"NSHumanReadableCopyright" = "© 2026 Firecore, LLC";
"NSAppleMusicUsageDescription" = "This will allow Infuse to access videos synced to the Apple ‘TV’ app.";
"NSBluetoothPeripheralUsageDescription" = "This will allow Infuse to connect and stream media to external devices.";
"NSMicrophoneUsageDescription" = "This will allow Infuse to connect and pair with external devices.";
"NSCameraUsageDescription" = "This will allow Infuse to scan QR codes.";
"NSFaceIDUsageDescription" = "This will allow you to unlock your device when Parental Controls are enabled.";
"NSLocationAlwaysAndWhenInUseUsageDescription" = "Used for sharing anonymous product improvement data";
"NSLocationAlwaysUsageDescription" = "Used for sharing anonymous product improvement data";
"NSLocationWhenInUseUsageDescription" = "Used for sharing anonymous product improvement data";
"NSPhotoLibraryUsageDescription" = "This will allow you to add images to Infuse.";
"NSBluetoothAlwaysUsageDescription" = "This will allow Infuse to connect and stream media to nearby Google Cast devices.";
"NSLocalNetworkUsageDescription" = "This will allow Infuse to connect and stream media from devices on your local network.";
"NSPhotoLibraryAddUsageDescription" = "This will allow Infuse to save images to the Photos app.";
